{
    "timeline":
    {
        "headline":"Guns N' Roses",
        "type":"default",
        "text":"<h3>História</h3><p>Guns N' Roses é uma banda de hard rock norte-americana formada em Los Angeles, Califórnia em 1985. A banda, liderada pelo vocalista e co-fundador Axl Rose, passou por várias mudanças de formação e controvérsias desde a sua criação. O Guns N' Roses lançou seis álbuns de estúdio, três EP, um álbum ao vivo e três DVDs musicais ao longo da sua carreira. O álbum mais recente da banda é Chinese Democracy, lançado em 2008 e o primeiro trabalho com novas faixas desde o The Spaghetti Incident?, de 1993.</p>",
        "asset": {
            "media": "http://userserve-ak.last.fm/serve/252/2717370.jpg"
        },
        "date": [
            {
                "startDate":"1986,06,06",
                "endDate": "1971,01,01",
                "headline":"Formação",
                "text":"<p>O grupo foi formado no início de 1985 pelos membros do Hollywood Rose Axl Rose (vocais) e Izzy Stradlin (guitarra rítmica), membros do L.A. Guns Tracii Guns (guitarra), Ole Beich (baixo) e Robbie Gardner (bateria). A nova banda criou o seu nome através da combinação de dois dos nomes dos membros do grupo. Depois de pouco tempo (vários relatórios indicam apenas 2 ou 3 shows foram feitos com o Guns, Beich & Gardner), o baixista Ole Beich foi substituído por Duff McKagan enquanto a falta de Tracii Guns nos ensaios levou à sua substituição por Slash.</p><p>Slash tinha tocado com McKagan no Road Crew e com Stradlin durante um curto período no Hollywood Rose. A nova line-up se reunira rapidamente, mas pouco antes de embarcar em uma turnê, curta o bastante e desorganizada de Sacramento, Califórnia, para a cidade de Duff casa de Seattle, Washington, o baterista Rob Gardner saiu e foi substituído por um amigo de Slash, Steven Adler. A banda, que continuou a ser chamada Guns N' Roses, mesmo depois da partida de Tracii Guns, estabeleceu a sua primeira linha estável até no chamado \"Hell Tour\". Em uma entrevista, Slash disse: \"Isso [viagem para Seattle] é realmente o que consolidou a banda\" e estabeleceu a sua química.</p><p>A estréia nos palcos da nova formação aconteceu em 6 de Junho de 1986, no conhecido Troubador em Hollywood, para cerca de 150 pessoas. Após isso, a banda seguiu para Seattle onde teve a sua turnê de estreia, conhecida por Hell Tour. Sobre esta turnê do Guns, pode-se afirmar que foi um fracasso, pois no caminho entre Los Angeles e Seattle, a van onde os gunners viajavam quebrou, não restando alternativa a não ser abandonar o veículo e pedir carona. E esta carona, demora mais de dois dias para chegar, atrasando seu primeiro compromisso em Seattle, causando, como consequência, o cancelamento da turnê inicial do Guns N' Roses pelos Estados Unidos, fazendo com que Axl e cia vendessem parte do equipamento para voltar para casa.</p><p>Morando em Los Angeles, sem contrato e competindo com centenas de bandas do mesmo estilo, o Guns N’Roses contava com algo além da música para sobreviver: roubaram, venderam drogas e mulheres durante algum tempo. Em 1986, contornando as dificuldades, gravaram um EP (disco de menor duração) com quatro músicas. O nome do disco, lançado de forma independente, era Live ?!*@ Like a Suicide, e continha quatro músicas gravadas ao vivo (inclusive um cover de Mama Kin, do Aerosmith).</p><p>O disco foi anunciado como uma gravação ao vivo, embora Rose revelaria anos mais tarde, que foi simulado. O EP composto por quatro músicas de fitas da banda demo com o ruído da multidão sobreposta. Continha covers de Rose Tattoo, \"Nice Boys\" e do Aerosmith \"Mama Kin\", juntamente com duas composições original: o hino punk \"Reckless Life\" e o rock clássico inspirado \"Move to the City\", ambos dos quais foram co-escritas por membro fundador Hollywood Rose, Chris Weber. O vinil original de Live ?!*@ Like a Suicide tornou-se um valioso e procurado após o item de colecionador, mesmo que as faixas foram re-emitidos dois anos mais tarde, no álbum G N' R Lies.</p>",
                "tag":"Guns N' Roses, Formação",
                "classname":"guns-n-roses-formacao",
                "asset": {
                    "media":"http://userserve-ak.last.fm/serve/252/2717370.jpg"
                }
            },
            {
                "startDate":"1987,07,21",
                "headline":"Sweet Child o' Mine",
                "text":"<p>\"Sweet Child o' Mine\" é uma canção do Guns N' Roses, lançada no seu álbum de estréia Appetite for Destruction de 1987. A canção foi o primeiro single dos Guns N' Roses a atingir o primeiro lugar na Billboard Hot 100, durante duas semanas em Setembro de 1988.</p><p>A sua principal característica é o riff inicial feito pelo então guitarrista da banda Slash que, juntamente com a voz de Axl Rose, fez com que \"Sweet Child O' Mine\" obtivesse uma sonoridade inconfundível e se transformasse num dos grandes hits do final do século XX.</p><p>A música surgiu por acidente. Slash, Duff e Izzy estavam sentados na sala de estar perto da lareira (eles não tinham tv), onde Slash se encontrava tocando a introdução de \"Sweet Child O' Mine\", enquanto Izzy e Duff tocavam os acordes por trás dela. Axl estava no andar de cima, em seu quarto, e ao ouvi-los, começou a escrever a letra. Slash classificava aquela sequência de guitarra como um \"exercício pessoal meio idiota\", mas para sua surpresa, no dia seguinte, quando estavam ensaiando no Burbank Studios (fazendo uma pré-produção), Axl quis que tocassem novamente o que estavam tocando na noite anterior. Logo, ela se transformou em uma música, e ao ser lançada fez o maior sucesso. Alguns dizem que Izzy fez a música com a ajuda de Slash, e outros falam que Axl fez para Erin.</p><p>A \"doce criança\" a que se refere a canção é Erin Everly, namorada de Axl na época e sua futura esposa, a quem ele chegou a oferecer metade dos royalties da música, alegando que nunca poderia ter composto a letra sem ela como inspiração. Erin aparece no videoclipe de \"Sweet Child o' Mine\", onde os membros da banda tocam o single em um teatro abandonado. Diversas outras namoradas dos membros do Guns N' Roses aparecem no videoclipe, além do cão de Izzy Stradlin logo no início. Existe uma versão alternativa desse videoclipe com imagens diferentes e a metragem inteiramente preta e branca.</p><p> O curioso é que até hoje o Slash considera essa música como a pior música do Guns N` Roses, mesmo sendo a música que mais vendeu.</p>",
                "tag":"Guns N' Roses, Sweet Child o' Mine",
                "classname":"sweet-child-o-mine",
                "asset": {
                    "media":"http://www.youtube.com/watch?v=1w7OgIMMRc4"
                }
            },
            {
                "startDate":"2012,04,14",
                "headline":"Rock N' Roll Hall Of Fame",
                "text":"<p>A banda entrou no Rock N' Roll Hall Of Fame. Três dias antes da cerimônia, Axl Rose, único remanescente da formação clássica da banda, publicou uma carta aberta recusando a nomeação. Membros de antigas formações do Guns N' Roses receberam a indução das mãos dos integrantes do Green Day, discursaram e executaram ao vivo três grandes sucessos do álbum Appetite For Destruction (Mr. Brownstone, Sweet Child O' Mine e Paradise City).</p><p>Os vocais ficaram por conta do convidado especial Myles Kennedy, amigo de Slash. Quatro dias depois do evento, Axl Rose publicou em seu Twitter outra carta aberta, na qual fala da ausência no Rock N' Roll Hall Of Fame e questiona a credibilidade da premiação.</p></p>Músicos nomeados: Steven Adler, Duff McKagan, Dizzy Reed, Axl Rose, Slash, Matt Sorum e Izzy Stradlin.</p><p>Músicos que compareceram à cerimônia: Steven Adler, Duff McKagan, Slash, Matt Sorum e Gilby Clarke.</p><p>Trecho da carta aberta em que Axl Rose rejeita a nomeação: \"(...) Sendo assim, eu não vou à cerimônia de indução ao Rock And Roll Hall Of Fame 2012 e eu respeitosamente declino da minha indução como membro do Guns N' Roses ao Rock And Roll Hall Of Fame. (…)\"</p><p>Fonte: gunsnrosesbrasil.com</p>",
                "tag":"Guns N' Roses, Rock N' Roll Hall Of Fame",
                "classname":"guns-rock-n-roll-hall-of-fame",
                "asset": {
                    "media":"http://youtu.be/tZW1Fe2jkaI"
                }
            },
            {
                "startDate": "2013,05,12",
                "headline": "Contribua",
                "text": "<p>Clique no botão acima escrito 'Contribua com a timeline' e escreva os acontecimentos que você mais gosta sobre a banda.</p>",
                "tag": "Guns N' Roses, Contribua",
                "classname": "contribua",
                "asset": {
                    "media":"http://userserve-ak.last.fm/serve/252/2717370.jpg"
                }
            }

        ]
    }
}