{
    "timeline":
    {
        "headline":"The Beatles",
        "type":"default",
        "text":"<p>The Beatles foi uma famosa banda de rock britânica formada em Liverpool, 1960, e um dos atos mais comercialmente bem-sucedidos e aclamados da história da música popular. A partir de 1962, o grupo era formado por John Lennon (guitarra rítmica e vocal), Paul McCartney (baixo e vocal), George Harrison (guitarra solo e vocal) e Ringo Starr (bateria e vocal).  Enraizada do skiffle e do rock and roll da década de 1950.</p>",
        "asset": {
            "media":"http://userserve-ak.last.fm/serve/252/173094.jpg"
        },
        "date": [
            {
                "startDate":"1957,03,01",
                "endDate": "1962,01,01",
                "headline":"Formação",
                "text":"<p><p><img src='http://upload.wikimedia.org/wikipedia/commons/thumb/d/df/The_Fabs.JPG/240px-The_Fabs.JPG' title='the beatles foto' alt='the beatles foto' /></p><p>Em Março de 1957, empolgado com o skiffle que Lonnie Donegan popularizou com seus sons improvisados, John Lennon criou uma banda composta por colegas da escola Quarry Bank School — que incluía seu melhor amigo na época, Pete Shotton — primeiramente chamada de The Black Jacks, mas logo definida como The Quarrymen (em homenagem à escola). Inicialmente, além dos dois, a banda era composta por Eric Griffths (violão), Bill Smith (baixo improvisado) e Rod Davis (banjo).<br> Em 6 de julho de 1957, Paul McCartney havia assistido uma apresentação da banda em uma festa na Igreja St. Peter, e Ivan Vaughan, amigo de John Lennon e colega de classe de Paul, apresentou-lhe a Lennon; Paul foi convidado a ingressar na banda e, no mesmo ano, mostrou a Lennon a composição <strong>I've Lost My Little Girl</strong>.<br> Em 6 de fevereiro de 1958, o jovem guitarrista George Harrison juntou-se à banda, apresentado por Paul que o teria conhecido por acaso num ônibus.<br> Apesar da relutância inicial de Lennon pelo fato de Harrison ser três anos mais novo que ele (na época, com quinze anos), McCartney insistiu depois de uma demonstração de George e este terminou ingressando no grupo.<br> Lennon e McCartney desempenharam a guitarra rítmica durante esse período e, após o baterista oficial do Quarrymen, Colin Hanton deixar a banda, em 1959, depois de uma discussão com os outros membros, teve uma alta rotatividade de bateristas. Stuart Sutcliffe, colega de Lennon numa escola de arte de Liverpool, aderiu ao baixo em janeiro de 1960, a pedido do amigo. </p> <p>Como Paul e George estudavam no Instituto de Liverpool, não seria mais apropriado chamar a banda por <strong>Quarrymen</strong> e, então, o grupo passou por uma progressão de nomes, incluindo <strong>Johnny and The Moondogs</strong> e <strong>Long John and The Beatles</strong>'. Sutcliffe sugeriu o nome <strong>The Beetles</strong> como homenagem a Buddy Holly e <strong>The Crickets</strong>. Após uma turnê com Johnny Gentle na Escócia, a banda mudou definitivamente seu nome para <strong>The Beatles</strong>. A primeira esposa de John, Cynthia Lennon, argumenta que o título <strong>The Beatles</strong> veio a John no Renshaw Hall bar, depois de ele beber cerveja.13 Lennon, que era conhecido por dar diversas versões da história, ironizou num artigo da revista Mersey Beat de 1971 que teve uma visão onde um homem, numa torta flamejante, disse: 'Vocês são Beatles com A'. Durante uma entrevista em 2001, McCartney atribuiu a si o nome definitivo da banda, afirmando que John tivera a ideia de nos chamar de 'The Beetles'; eu disse: 'por que não Beatles?; você sabe, como a batida da 'bateria'.</p> <p>Em maio de 1960, os então Silver Beetles realizaram uma turnê no norte da Escócia, com o cantor Johnny Gentle, a quem a banda havia conhecido uma hora antes de sua primeira apresentação.<br> McCartney refere-se à viagem como uma grande experiência para a banda. Naquela época os Beatles não tinham um baterista fixo, assim, profissionais desse gênero tocavam para eles apenas em determinadas ocasiões.</p></p>",
                "tag":"The Beatles, Formação",
                "classname":"the-beatles-formacao"
            },
            {
                "startDate":"1963,03,22",
                "headline":"Please Please Me",
                "text":"<p><strong>Please Please Me</strong> é uma canção lançada pelos Beatles em seu segundo single no Reino Unido e primeiro nos Estados Unidos. Ela também foi a canção título do primeiro álbum pelo grupo no Reino Unido. É uma composição típica mais de John Lennon, embora tenha em seu formato uma influência significativa do produtor dos Beatles, George Martin. O single foi lançado com a canção <strong>Ask Me Why</strong> no lado B, não conseguiu o impacto nos Estados Unidos como conseguiu no Reino Unido, mas quando a canção foi relançada em 3 de janeiro de 1964 (com <strong>From Me to You</strong> no lado B) ela atingiu o terceiro lugar nos Estados Unidos (US Hot 100).</p>",
                "tag":"The Beatles, Please Please Me",
                "classname":"please-please-me ",
                "asset": {
                    "media":"https://www.youtube.com/watch?v=6vZLVJwXP-U"
                }
            },
            {
                "startDate":"1968,06,01",
                "headline":"Hey Jude",
                "text":"<p><strong>Hey Jude</strong> é uma canção dos Beatles composta por Paul McCartney, creditada à dupla Lennon-McCartney, e lançada no Lado A do single Hey Jude/Revolution de 1968. <br> Apesar da longa duração da canção (mais de sete minutos, o que era muito incomum na época), foi o single mais vendido dos Beatles.<br> Foi eleita pela revista Rolling Stone a 8ª maior música de todos os tempos.</p>",
                "tag":"The Beatles, Hey Jude",
                "classname":"hey-jude",
                "asset": {
                    "media":"https://www.youtube.com/watch?v=eDdI7GhZSQA"
                }
            },
            {
                "startDate": "2013,05,12",
                "headline": "Contribua",
                "text": "<p>Clique no botão acima escrito 'Contribua com a timeline' e escreva os acontecimentos que você mais gosta sobre a banda.</p>",
                "tag": "The Beatles, Contribua",
                "classname": "contribua"
            },
            {
                "startDate":"2013,05,13",
                "headline":"Wikipedia sobre os Beatles (para maiores informações)",
                "tag":"The Beatles Wikipedia",
                "classname":"wikipedia",
                "asset": {
                    "media":"http://pt.wikipedia.org/wiki/The_Beatles"
                }
            }

        ]
    }
}